org/How_to_win_in_a_winner-takes-all_world_by_Neil_Irwin_in_2019.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: How_to_win_in_a_winner-takes-all_world_by_Neil_Irwin_in_2019
#+TITLE: How to win in a winner-takes-all world by Neil Irwin in 2019
* 1. Rise of the glue people
** King Kong's fur and the cost of complexity
** The era of complexity and the quest for perfect fur
** Why the world needs glue people
** How glue people make an airplane fly
** The risks of being a glue person (and how to avoid them)
** Being a pareto-optimal employee
* 2. Becoming pareto optimal
** How to be the person super-star firms need the most
** Figuring out which skill mixes matter
** Pareto optimality in the changing auto business
** The path to the executive suite
** Beam suntory and the pareto-optimal CEO
* 3. The power of mindset
** The career lattice and making yourself pareto optimal
** An accidental banker on the new wall street
** The career lattice, tours of duty, and the growth mindset
** Why mindset matters
** The lily pad strategy
* 4. How big data can make you better
** Inverted moneyball and the people analytics revolution
** Moneyball and the market for talent
** The difference between business and baseball
** Listening to the data, from the ballpark to the office park
** What we can (and can't) learn from a few million emails
** Sabermetrics in the executive suite
** The mystery of the miserable employees
* 5. The economics of managing
** What would you say you do here?
** How Danny Meyer went from entrepreneur to CEO
** A brief history of managerial capitalism
** The strange math of productivity
** Matt McDonald and the quest to leverage talent
** Management as a technology and the big sort
* 6. Navigating the winner-take-all world
** Do you work at a winner, an aspirant, or an afterthought
** Five factors creating a positive-returns-to-scale world
** Hilton hotels and how lodging became an information business
** How finding a job is like investing: growth, value, and venture
** A career at a winner: Nick Caldwell at Microsoft
** A career at an aspirant: Amy Bohutinsky at Zillow
** The afterthoughts: Mark Mason and the art of the turnaround
* 7. When software ate the world
** And how to make sure it doesn't eat you
** The software era and the new terms of competition
** Sock hacking and blazer-making robots
** An old-school fashion designer in the new world of business
** The age of AI: The accounting clerk and the gardener
** A programmer and a biologist walk into a lab...
* 8. Should I stay or should I go?
** How to navigate the postloyalty world
** The culture deck and the meaning of loyalty
** The end of loyalty
** The two principles that matter: honesty and reciprocity
** Catriona Fallon and getting the pivots right
** The price of honesty
* 9. What is a job, anyway?
** How the contracting economy can fit in your career
** The theory of the firm and the age of outsourcing
** Rules arbitrage and other real-world reasons to outsource
** GE, Geniuslink, and variable vs fixed work
** A software engineer walks into a talent agency ...
** What happens when a Google engineer goes freelance
* 10. A quarter-million hours
** And living a Pareto-optimal life
** Widening the Bellows
** The Pareto-optimal life
* Appendix
** 
