content/posts/How_to_win_in_a_winner-takes-all_world_by_Neil_Irwin_in_2019.md
+++
title = "How to win in a winner-takes-all world by Neil Irwin in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:42-04:00
slug = "How_to_win_in_a_winner-takes-all_world_by_Neil_Irwin_in_2019"
draft = false
+++

## 1. Rise of the glue people {#1-dot-rise-of-the-glue-people}


### King Kong's fur and the cost of complexity {#king-kong-s-fur-and-the-cost-of-complexity}


### The era of complexity and the quest for perfect fur {#the-era-of-complexity-and-the-quest-for-perfect-fur}


### Why the world needs glue people {#why-the-world-needs-glue-people}


### How glue people make an airplane fly {#how-glue-people-make-an-airplane-fly}


### The risks of being a glue person (and how to avoid them) {#the-risks-of-being-a-glue-person--and-how-to-avoid-them}


### Being a pareto-optimal employee {#being-a-pareto-optimal-employee}


## 2. Becoming pareto optimal {#2-dot-becoming-pareto-optimal}


### How to be the person super-star firms need the most {#how-to-be-the-person-super-star-firms-need-the-most}


### Figuring out which skill mixes matter {#figuring-out-which-skill-mixes-matter}


### Pareto optimality in the changing auto business {#pareto-optimality-in-the-changing-auto-business}


### The path to the executive suite {#the-path-to-the-executive-suite}


### Beam suntory and the pareto-optimal CEO {#beam-suntory-and-the-pareto-optimal-ceo}


## 3. The power of mindset {#3-dot-the-power-of-mindset}


### The career lattice and making yourself pareto optimal {#the-career-lattice-and-making-yourself-pareto-optimal}


### An accidental banker on the new wall street {#an-accidental-banker-on-the-new-wall-street}


### The career lattice, tours of duty, and the growth mindset {#the-career-lattice-tours-of-duty-and-the-growth-mindset}


### Why mindset matters {#why-mindset-matters}


### The lily pad strategy {#the-lily-pad-strategy}


## 4. How big data can make you better {#4-dot-how-big-data-can-make-you-better}


### Inverted moneyball and the people analytics revolution {#inverted-moneyball-and-the-people-analytics-revolution}


### Moneyball and the market for talent {#moneyball-and-the-market-for-talent}


### The difference between business and baseball {#the-difference-between-business-and-baseball}


### Listening to the data, from the ballpark to the office park {#listening-to-the-data-from-the-ballpark-to-the-office-park}


### What we can (and can't) learn from a few million emails {#what-we-can--and-can-t--learn-from-a-few-million-emails}


### Sabermetrics in the executive suite {#sabermetrics-in-the-executive-suite}


### The mystery of the miserable employees {#the-mystery-of-the-miserable-employees}


## 5. The economics of managing {#5-dot-the-economics-of-managing}


### What would you say you do here? {#what-would-you-say-you-do-here}


### How Danny Meyer went from entrepreneur to CEO {#how-danny-meyer-went-from-entrepreneur-to-ceo}


### A brief history of managerial capitalism {#a-brief-history-of-managerial-capitalism}


### The strange math of productivity {#the-strange-math-of-productivity}


### Matt McDonald and the quest to leverage talent {#matt-mcdonald-and-the-quest-to-leverage-talent}


### Management as a technology and the big sort {#management-as-a-technology-and-the-big-sort}


## 6. Navigating the winner-take-all world {#6-dot-navigating-the-winner-take-all-world}


### Do you work at a winner, an aspirant, or an afterthought {#do-you-work-at-a-winner-an-aspirant-or-an-afterthought}


### Five factors creating a positive-returns-to-scale world {#five-factors-creating-a-positive-returns-to-scale-world}


### Hilton hotels and how lodging became an information business {#hilton-hotels-and-how-lodging-became-an-information-business}


### How finding a job is like investing: growth, value, and venture {#how-finding-a-job-is-like-investing-growth-value-and-venture}


### A career at a winner: Nick Caldwell at Microsoft {#a-career-at-a-winner-nick-caldwell-at-microsoft}


### A career at an aspirant: Amy Bohutinsky at Zillow {#a-career-at-an-aspirant-amy-bohutinsky-at-zillow}


### The afterthoughts: Mark Mason and the art of the turnaround {#the-afterthoughts-mark-mason-and-the-art-of-the-turnaround}


## 7. When software ate the world {#7-dot-when-software-ate-the-world}


### And how to make sure it doesn't eat you {#and-how-to-make-sure-it-doesn-t-eat-you}


### The software era and the new terms of competition {#the-software-era-and-the-new-terms-of-competition}


### Sock hacking and blazer-making robots {#sock-hacking-and-blazer-making-robots}


### An old-school fashion designer in the new world of business {#an-old-school-fashion-designer-in-the-new-world-of-business}


### The age of AI: The accounting clerk and the gardener {#the-age-of-ai-the-accounting-clerk-and-the-gardener}


### A programmer and a biologist walk into a lab... {#a-programmer-and-a-biologist-walk-into-a-lab-dot-dot-dot}


## 8. Should I stay or should I go? {#8-dot-should-i-stay-or-should-i-go}


### How to navigate the postloyalty world {#how-to-navigate-the-postloyalty-world}


### The culture deck and the meaning of loyalty {#the-culture-deck-and-the-meaning-of-loyalty}


### The end of loyalty {#the-end-of-loyalty}


### The two principles that matter: honesty and reciprocity {#the-two-principles-that-matter-honesty-and-reciprocity}


### Catriona Fallon and getting the pivots right {#catriona-fallon-and-getting-the-pivots-right}


### The price of honesty {#the-price-of-honesty}


## 9. What is a job, anyway? {#9-dot-what-is-a-job-anyway}


### How the contracting economy can fit in your career {#how-the-contracting-economy-can-fit-in-your-career}


### The theory of the firm and the age of outsourcing {#the-theory-of-the-firm-and-the-age-of-outsourcing}


### Rules arbitrage and other real-world reasons to outsource {#rules-arbitrage-and-other-real-world-reasons-to-outsource}


### GE, Geniuslink, and variable vs fixed work {#ge-geniuslink-and-variable-vs-fixed-work}


### A software engineer walks into a talent agency ... {#a-software-engineer-walks-into-a-talent-agency-dot-dot-dot}


### What happens when a Google engineer goes freelance {#what-happens-when-a-google-engineer-goes-freelance}


## 10. A quarter-million hours {#10-dot-a-quarter-million-hours}


### And living a Pareto-optimal life {#and-living-a-pareto-optimal-life}


### Widening the Bellows {#widening-the-bellows}


### The Pareto-optimal life {#the-pareto-optimal-life}


## Appendix {#appendix}


###  {#}
